[{
    "text": "After successful treatment, monitor all infants closely for recurrence of herpes simplex virus infection. If recurrence occurs, seek expert advice.  \nFor more comprehensive information, see the Australasian Society for Infectious Diseases (ASID) guidelines Management of Perinatal Infections.",
    "metadata": {
      "header1": "Neonatal herpes simplex infection",
      "header3": "Neonatal herpes simplex infection",
      "subchunk_id": 2,
      "source": "Antibiotic-Neonatal_herpes_simplex_infection.md",
      "chunk_id": 2,
      "reference": "Therapeutic Guidelines: Antibiotic. Neonatal herpes simplex infection",
      "length": 292
    }
  },
  {
    "text": "#### Figure 2.36 Initial management of neonates suspected to have, or born to mothers with, herpes simplex virus  \nImage /page/1/Figure/1 description: The image is a flowchart outlining the steps for managing a neonate suspected of having or born to a mother with HSV infection. The flowchart begins with the initial assessment of the neonate, dividing them into two categories: those with clinical signs of HSV disease or other nonspecific clinical signs, and those without clinical signs of HSV disease. For neonates with clinical signs, the flowchart lists clinical signs of HSV disease, including vesicular or atypical pustular or bullous skin lesions, corneal ulcer or keratitis, and seizures, as well as nonspecific clinical signs such as unexplained sepsis, thrombocytopenia, elevated liver biochemistry, disseminated intravascular coagulopathy, and respiratory distress. The flowchart then directs to immediately perform swabs, lumbar puncture, platelet count, liver biochemistry, and blood HSV PCR, followed by administering aciclovir. ",
    "metadata": {
      "header1": "Neonatal herpes simplex infection",
      "header3": "Neonatal herpes simplex infection",
      "header4": "Figure 2.36 Initial management of neonates suspected to have, or born to mothers with, herpes simplex virus",
      "subchunk_id": 0,
      "source": "Antibiotic-Neonatal_herpes_simplex_infection.md",
      "chunk_id": 3,
      "reference": "Therapeutic Guidelines: Antibiotic. Neonatal herpes simplex infection",
      "length": 1045
    }
  }
]